Repository: wp-plugins/hammas-calendar
Catalog: lang/hp-calendar-*.po
Languages: et, ru_ru

source: YOUR API_KEY
et: TEIE API VÕTI
ru_ru: ВАШ API КЛЮЧ

source: API HOST
et: API HOSTINIMI
ru_ru: АДРЕС API

source: LINK TO YOUR LOGO
et: VIIDE TEIE LOGOLE
ru_ru: ССЫЛКА НА ВАШЕ ЛОГО

source: YOUR COMPANY NAME
et: TEIE FIRMA NIMI
ru_ru: НАЗВАНИЕ ВАШЕЙ ФИРМЫ

source: Hammas Calendar Options
et: Hammas Calendar'i seaded
ru_ru: Настройки Hammas Calendar

source: You do not have sufficient permissions to access this page.
et: Te ei ole loa seda muuta
ru_ru: У вас нет достаточно прав, чтобы иметь доступ к этой странице.

source: Use the <strong>[hp-calendar clinics="1,2,ClinicName3,ClinicName4"]</strong> shortcode to show the calendar (the clinics attribute allows you to choose which clinics are shown; use comma-separated clinic IDs or names) and &lt;a href="<strong>[hp-calendar-manage-url]</strong>"&gt; to show a link to the appointment managing interface. Use the <strong>[hp-calendar-manage-redirect]</strong> shortcode to redirect the user to the appointment managing interface.
et: Kasutage shortcode'i <strong>[hp-calendar clinics="1,2,KliinikuNimi3,Kliiniku Nimi 4"]</strong>, et näidata kalendri (clinics on kliinikute ID'de või nimede nimekiri, mille abiga võite näidata ainult neid kliinikuid, mida soovite) ja &lt;a href="<strong>[hp-calendar-manage]</strong>"&gt;, et näidata viidet visiitide halduse lehele. Kasutage shortcode'i <strong>[hp-calendar-manage-redirect]</strong>, et suunata kasutajat visiitide halduse lehele.
ru_ru: Используйте shortcode <strong>[hp-calendar clinics="1,2,Название Клиники 3,НазваниеКлиники4"]</strong>, чтобы показать календарь (опция clinics — список ID или названий клиник, которые вы хотите использовать) и &lt;a href="<strong>[hp-calendar-manage]</strong>"&gt;, чтобы показать ссылку на страницу редактирования визитов. Используйте shortcode <strong>[hp-calendar-manage-redirect]</strong>, чтобы перенаправить пользователя на страницу редактирования визитов.

source: API Key
et: API võti
ru_ru: API ключ

source: This can be found in the Manager->Web dialog in Hammas.
et: Selle leiate "Hambast", paneelist Juhataja -> Veeb.
ru_ru: Это можно найти в программе Hammas, в окне Juhataja -> Veeb.

source: API Host
et: API hostinimi
ru_ru: Адрес API

source: Company name
et: Firma nimi
ru_ru: Название фирмы

source: The name of your company which will be shown in the footer.
et: Teie firma nime näidatakse jaluses.
ru_ru: Название вашей фирмы будет показано в нижнем колонтитуле.

source: Return URL
et: Tagasipöördumise URL
ru_ru: URL возврата

source: This is the location where clients will be sent to after they finish booking/managing appointments.
et: Siia saadetakse kliente, kui nad on lõpetanud broneerimist/haldust.
ru_ru: Сюда будут направлены клиенты, когда они закончат бронировать или редактировать свои визиты.

source: Homepage URL
et: Kodulehe URL
ru_ru: URL домашней страницы

source: This is where clients will be sent to when they click your logo in the header or your company name in the footer.
et: Siia saadetakse kliente, kui nad klõpsuvad teie firma logod päises või firma nime jaluses.
ru_ru: Сюда будут направлены клиенты, если они кликнут на ваше лого в верхнем колонтитуле или на название фирмы в нижнем.

source: Manage URL
et: Halduse URL
ru_ru: URL редактирования визитов

source: Only change this if you have set up a better-looking rewrite or have created a page with the [hp-calendar-manage-redirect] shortcode.
et: Ainult muudake seda, kui olete seadistanud Rewrite'i või olete loodud lehte shortcode'iga [hp-calendar-manage-redirect].
ru_ru: Это можно менять только если вы настроили Rewrite или создали страницу с shortcode [hp-calendar-manage-redirect].

source: Logo URL
et: Firma logo URL
ru_ru: URL лого

source: Language
et: Keel
ru_ru: Язык

source: The location of your company logo which will be shown in the header (recommended height: 26px, will be scaled automatically).
et: Viide teie firma logole, mida näidatakse päises (soovitatav kõrgus: 26px, teisi suurusi skaleeritakse).
ru_ru: Ссылка на лого вашей фирмы, которое будет показано в верхнем колонтитуле (рекомендуемая высота: 26px, иные будут сжаты/растянуты).

source: Use default style
et: Kasuta vaikestiili
ru_ru: Использовать стиль по-умолчанию

source: Untick this if you have a custom stylesheet for the calendar.
et: Võtke linnukese ära, kui teil on oma stiil valmis.
ru_ru: Отключите, если у вас готов свой собственный стиль для календаря.

source: Settings
et: Seaded
ru_ru: Настройки

source: Hammas WordPress integration
et: Hammase integreerimine WordPress'ile
ru_ru: Интеграция Hammas и WordPress
